/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "不明な理由のためいくつかのファイルを削除できませんでした。";
"ErrorDescRemoving_GenericSingleFileError" = "不明な理由のため“%@”を削除できません。";
"ErrorDescRemoving_FileWasntAuthorized" = "“%@”を削除できませんでした。この操作は認証されていません。";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "“%@”を移動できませんでした。この操作は認証されていません。";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "アクセス権がないため“%@”を削除できませんでした。";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "アクセス権がないため“%@”を移動できませんでした。";
"ErrorDescRemoving_FailedToLaunchTask" = "タスク“%@”を実行できません。ファイルは実行不可能か、無くなっています。";
